module.exports = {

    shesule : {
        "first":
            {
                "f_11": {
                    "Понеділок": {"one":"Матаналіз", "two":"Матаналіз", "three":"Елементарна математика", "four":"Фізвиховання"},
                    "Вівторок": {"one":"Загальна фізика", "two":"Педагогіка", "three":"Психологія", "four":"Загальна фізика"},
                    "Середа": {"one":"Іноземна мова", "two":"ПРФЗ", "three":"Педагогіка(лек)", "four":"Елементарна фізика"},
                    "Четвер": {"one":"ПЗКС", "two":"ПЗКС", "three":"Загальна фізика", "four":"Елементарна фізика"},
                    "П'ятниця": {"one":"Загальна фізика", "two":"Алгебра і геометрія", "three":"Алгебра і геометрія", "four":"Психологія(лек)"}
                },
                "m_12": {
                    "Понеділок": {"one":"Аналітична геометрія", "two":"Аналітична геометрія", "three":"Фізвиховання", "four":"Лінійна алгебра"},
                    "Вівторок": {"one":"Елементарна математика", "two":"Матаналіз", "three":"Педагогіка", "four":"Психологія"},
                    "Середа": {"one":"Іноземна мова", "two":"Матаналіз", "three":"Педагогіка(лек)", "four":"Лінійна алгебра"},
                    "Четвер": {"one":"ПЗКС", "two":"Матаналіз", "three":"Матаналіз", "four":"ПЗКС"},
                    "П'ятниця": {"one":"", "two":"Лінійна алгебра", "three":"Лінійна алгебра", "four":"Психологія(лек)"}
                },
                "i_13": {
                    "Понеділок": {"one":"Матаналіз", "two":"Матаналіз", "three":"Елементарна математика", "four":"Програмування"},
                    "Вівторок": {"one":"Програмування", "two":"Психологія", "three":"Матаналіз", "four":"Педагогіка"},
                    "Середа": {"one":"Іноземна мова", "two":"Фізвиховання", "three":"Педагогіка(лек)", "four":"Архітектура комп'ютерів"},
                    "Четвер": {"one":"Операційні системи", "two":"Операційні системи", "three":"ПЗКС", "four":"Архітектура комп'ютерів"},
                    "П'ятниця": {"one":"Алгебра і геометрія", "two":"Алгебра і геометрія", "three":"ПЗКС", "four":"Психологія(лек)"}
                }
            },
        "second":
            {
                "f_21": {
                    "Понеділок": {"one":"Українська мова", "two":"Фізвиховання", "three":"Загальна фізика", "four":"Загальна фізика" },
                    "Вівторок": {"one":"Релігієзнавство(лек)", "two":"Релігієзнавство", "three":"Історія педагогіка", "four":"Історія педагогіка(лек)" },
                    "Середа": {"one":"Комп'ютерні мережі", "two":"Комп'ютерні мережі", "three":"Програмування", "four":"Програмування" },
                    "Четвер": {"one":"Диференціальні та інтегральні рівняння", "two":"Диференціальні та інтегральні рівняння", "three":"Загальна фізика", "four":"Загальна фізика" },
                    "П'ятниця": {"one":"Загальна фізика", "two":"ПРФЗ", "three":"Матаналіз", "four":"Матаналіз" }
                },
                "m_22": {
                    "Понеділок": {"one":"Фізвиховання", "two":"Українська мова", "three":"Алгебра і теорія чисел", "four":"Алгебра і теорія чисел" },
                    "Вівторок": {"one":"Релігієзнавство(лек)", "two":"Історія педагогіка", "three":"Релігієзнавство", "four":"Історія педагогіка(лек)" },
                    "Середа": {"one":"Комп'ютерні мережі", "two":"Програмування", "three":"Комп'ютерні мережі", "four":"Програмування" },
                    "Четвер": {"one":"Елементарна математика", "two":"Загальна фізика", "three":"Матаналіз", "four":"Матаналіз" },
                    "П'ятниця": {"one":"Матаналіз", "two":"Загальна фізика", "three":"Основи геометрії", "four":"Основи геометрії" }
                },
                "i_23": {
                    "Понеділок": {"one":"Українська мова", "two":"Фізвиховання", "three":"БДІС", "four":"Загальна фізика" },
                    "Вівторок": {"one":"Релігієзнавство(лек)", "two":"Релігієзнавство", "three":"Історія педагогіка", "four":"Історія педагогіка(лек)" },
                    "Середа": {"one":"БДІС", "two":"БДІС", "three":"Загальна фізика", "four":"Комп'ютерні мережі" },
                    "Четвер": {"one":"Дискретна математика", "two":"Дискретна математика", "three":"Основи теорії графів", "four":"Основи теорії графів" },
                    "П'ятниця": {"one":"Програмування", "two":"Програмування", "three":"Матаналіз", "four":"Матаналіз" }
                }
            },
        "third":
            {
                "f_31": {
                    "Понеділок": {"one":"Чисельні методи(лек)", "two":"Загальна фізика", "three":"Загальна фізика", "four":"Чисельні методи" },
                    "Вівторок": {"one":"Іноземна мова", "two":"Економіка(лек)", "three":"Економіка", "four":"" },
                    "Середа": {"one":"ПРФЗ", "two":"МНФ", "three":"МНФ", "four":"Загальна фізика" },
                    "Четвер": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"МНФ", "four":"Загальна фізика" },
                    "П'ятниця": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"Основи сучасної електроніки", "four":"Основи сучасної електроніки" }
                },
                "m_32": {
                    "Понеділок": {"one":"Чисельні методи(лек)", "two":"Чисельні методи", "three":"Іноземна мова", "four":"Іноземна мова" },
                    "Вівторок": {"one":"Економіка", "two":"Економіка(лек)", "three":"", "four":"" },
                    "Середа": {"one":"Міра та інтеграл", "two":"Міра та інтеграл", "three":"Загальна фізика", "four":"Математична логіка і теорія алгоритмів(лек)" },
                    "Четвер": {"one":"Соціологія(лек)", "two":"Соціологія", "three":"МНМ", "four":"МНМ" },
                    "П'ятниця": {"one":"Загальна фізика", "two":"Аналіз алгоритмів", "three":"Диференціальні рівняння", "four":"Диференціальні рівняння" }
                },
                "m_33": {
                    "Понеділок": {"one":"Чисельні методи(лек)", "two":"Елементарна математика", "three":"Чисельні методи", "four":"" },
                    "Вівторок": {"one":"Іноземна мова", "two":"Економіка(лек)", "three":"Математична логіка", "four":"Економіка" },
                    "Середа": {"one":"Міра та інтеграл", "two":"Загальна фізика", "three":"Міра та інтеграл", "four":"Математична логіка і теорія алгоритмів(лек)" },
                    "Четвер": {"one":"Соціологія(лек)", "two":"МНМ", "three":"Соціологія", "four":"МНМ" },
                    "П'ятниця": {"one":"Загальна фізика", "two":"Диференціальні рівняння", "three":"Аналіз алгоритмів", "four":"Диференціальні рівняння" }
                },
                "i_34": {
                    "Понеділок": {"one":"", "two":"Web-програмування", "three":"Web-програмування", "four":"Web-програмування" },
                    "Вівторок": {"one":"Іноземна мова", "two":"Економіка(лек)", "three":"Економіка", "four":"" },
                    "Середа": {"one":"Методи оптимізації", "two":"Методи оптимізації", "three":"Математична логіка і теорія алгоритмів", "four":"Математична логіка і теорія алгоритмів(лек)" },
                    "Четвер": {"one":"Основи мікроелектроніки", "two":"Основи мікроелектроніки", "three":"Адміністрування комп'ютерних мереж", "four":"Адміністрування комп'ютерних мереж" },
                    "П'ятниця": {"one":"Програмування", "two":"Програмування", "three":"Програмування", "four":"" }
                }
            },
        "fourth":
            {
                "f_41": {
                    "Понеділок": {"one":"МНМ(лек)", "two":"Основи охорони праці", "three":"ПРФЗ", "four":"Основи охорони праці(лек)" },
                    "Вівторок": {"one":"Системне програмування(лек)", "two":"Системне програмування", "three":"Основи ФТГ", "four":"Основи ФТГ" },
                    "Середа": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"ПРФЗ", "four":"Основи екології(лек)" },
                    "Четвер": {"one":"МНІ(лек)", "two":"Основи екології", "three":"Теоретична фізика", "four":"МНІ" },
                    "П'ятниця": {"one":"Політологія(лек)", "two":"МНФ", "three":"МНФ", "four":"Політологія" }
                },
                "m_42": {
                    "Понеділок": {"one":"МНМ(лек)", "two":"МНМ", "three":"Елементарна математика", "four":"Основи охорони праці(лек)" },
                    "Вівторок": {"one":"Системне програмування(лек)", "two":"МНМ", "three":"МНМ(лек)", "four":"Системне програмування" },
                    "Середа": {"one":"Системне програмування", "two":"Основи охорони праці", "three":"Основи екології", "four":"Основи екології(лек)" },
                    "Четвер": {"one":"МНІ(лек)", "two":"МНІ", "three":"Загальна фізика", "four":"Загальна фізика(лек)" },
                    "П'ятниця": {"one":"Політологія(лек)", "two":"Політологія", "three":"Загальна фізика", "four":"" }
                },
                "m_43": {
                    "Понеділок": {"one":"МНМ(лек)", "two":"Елементарна математика", "three":"МНМ", "four":"Основи охорони праці(лек)" },
                    "Вівторок": {"one":"Системне програмування(лек)", "two":"Основи екології", "three":"МНМ(лек)", "four":"МНМ" },
                    "Середа": {"one":"", "two":"Системне програмування", "three":"Основи охорони праці", "four":"Основи екології(лек)" },
                    "Четвер": {"one":"МНІ(лек)", "two":"Загальна фізика", "three":"МНІ", "four":"Загальна фізика(лек)" },
                    "П'ятниця": {"one":"Політологія(лек)", "two":"Загальна фізика", "three":"Політологія", "four":"" }
                },
                "i_44": {
                    "Понеділок": {"one":"Сучасні технології програмування", "two":"Сучасні технології програмування", "three":"Основи охорони праці", "four":"Основи охорони праці(лек)" },
                    "Вівторок": {"one":"Системне програмування(лек)", "two":"МНІ", "three":"МНІ", "four":"МНІ" },
                    "Середа": {"one":"Математична економіка", "two":"Програмування мобільних платформ", "three":"Програмування мобільних платформ", "four":"Основи екології(лек)" },
                    "Четвер": {"one":"Методи оптимізації", "two":"Методи оптимізації", "three":"Основи екології", "four":"Методи оптимізації" },
                    "П'ятниця": {"one":"Політологія(лек)", "two":"Системне програмування", "three":"Системне програмування", "four":"Політологія" }
                }
            },
        "fifth":
            {
                "mf_1": {
                    "Понеділок": {"one":"МНМ", "two":"МНМ", "three":"Електротехніка", "four":"Експериментальні дослідження н/п" },
                    "Вівторок": {"one":"Спецкурс", "two":"МНМ", "three":"МНМ", "four":"Німецька мова" },
                    "Середа": {"one":"Електротехніка", "two":"Менеджмент в освіті", "three":"Експериментальні дослідження н/п", "four":"" },
                    "Четвер": {"one":"МНФ", "two":"МНФ", "three":"Англійська мова", "four":"Педагогіка і психологія у ВШ" },
                    "П'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                },
                "mm_1": {
                    "Понеділок": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"МНФ", "four":"МНФ" },
                    "Вівторок": {"one":"Вибрані питання лінійної алгебри", "two":"Вибрані питання функ. аналізу", "three":"Вибрані питання функ. аналізу", "four":"Німецька мова" },
                    "Середа": {"one":"Вибрані питання лінійної алгебри", "two":"Менеджмент в освіті", "three":"Розв'язування дифр. рівнянь", "four":"Англійська мова" },
                    "Четвер": {"one":"Деякі питання анал. функцій", "two":"Деякі питання анал. функцій", "three":"Вибрані питання функ. аналізу", "four":"Педагогіка і психологія у ВШ" },
                    "П'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                },
                "mi_1": {
                    "Понеділок": {"one":"МНІ у ВНШ", "two":"МНІ у ВНШ", "three":"", "four":"МНІ у ВНШ" },
                    "Вівторок": {"one":"", "two":"Адміністрування комп'ютерних мереж", "three":"Адміністрування комп'ютерних мереж", "four":"Німецька мова" },
                    "Середа": {"one":"", "two":"Менеджмент в освіті", "three":"Спецкурс(основи робототехніки)", "four":"Спецкурс(основи робототехніки)" },
                    "Четвер": {"one":"", "two":"Спецкурс(основи робототехніки)", "three":"Англійська мова", "four":"Педагогіка і психологія у ВШ" },
                    "П'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                }
            },
        "sixth":
            {
                "mf_2": {
                    "Понеділок": {"one":"", "two":"", "three":"", "four":"" },
                    "Вівторок": {"one":"Фізичний практикум", "two":"Фізичний практикум", "three":"Фізичний практикум", "four":"Фізичний практикум" },
                    "Середа": {"one":"", "two":"", "three":"", "four":"" },
                    "Четвер": {"one":"Інтелектуальна власність", "two":"Інтелектуальна власність", "three":"", "four":"" },
                    "П'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                },
                "mm_2": {
                    "Понеділок": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"МНФ", "four":"МНФ" },
                    "Вівторок": {"one":"Фізичний практикум", "two":"Фізичний практикум", "three":"Фізичний практикум", "four":"Фізичний практикум" },
                    "Середа": {"one":"", "two":"", "three":"", "four":"" },
                    "Четвер": {"one":"Інтелектуальна власність", "two":"", "three":"Інтелектуальна власність", "four":"" },
                    "П'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                },
                "mi_2": {
                    "Понеділок": {"one":"", "two":"Соціально-правові питання інформатики", "three":"Соціально-правові питання інформатики", "four":"Технології розробки прикладних програм" },
                    "Вівторок": {"one":"Спеціалізовані мови програмування", "two":"Спеціалізовані мови програмування", "three":"Спецкурс", "four":"Спецкурс" },
                    "Середа": {"one":"Основи інформаційної безпеки", "two":"Основи інформаційної безпеки", "three":"Технології розробки прикладних програм", "four":"Технології розробки прикладних програм" },
                    "Четвер": {"one":"Основи інформаційної безпеки", "two":"Основи інформаційної безпеки", "three":"", "four":"" },
                    "П'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                }
            }
    },

    lessonsCall : {
        "1 пара" : "8:00-9:20",
        "2 пара" : "9:35-10:55",
        "3 пара" : "11:10-12:30",
        "4 пара" : "12:45-14:05",
        "5 пара" : "14:20-15:40",
        "6 пара" : "15:55-17:15"
    },

    chairs : {
        "math": [
            "Галан Василь Данилович",
            "Хохлова Лариса Григорівна",
            "Чорний Віктор Зіновійович",
            "Громяк Мирон Іванович",
            "Лотоцький Володимир Андрійович",
            "Тадеєв Василь Олександрович",
            "Кравчук Василь Ростиславович"
        ],
        "phisic": [
            "Басістий Павло Васильович",
            "Дрогобицький Юрій Володимирович",
            "Бачинський Юрій Григорович",
            "Корсун Ігор Васильович",
            "Мацюк Віктор Михайлович",
            "Мохун Сергій Володимирович",
            "Федчишин Ольга Михайлівна",
            "Чопик Павло Іванович"
        ],
        "inf": [
            "Карабін Оксана Йосифівна",
            "Вельгач Андрій Володимирович",
            "Генсерук Галина Романівна",
            "Шмигер Галина Петрівна",
            "Габрусєв Валерій Юрійович",
            "Олексюк Василь Петрович",
            "Маланюк Надія Богданівна",
            "Романишина Оксана Ярославівна",
            "Скасків Ганна Михайлівна",
            "Мандзюк Віктор Іванович",
            "Грод Інна Миколаївна",
            "Лещук Світлана Олексіївна",
            "Василенко Ярослав Пилипович",
            "Мартинюк Сергій Володимирович",
            "Балик Надія Романівна",
            "Галан Віра Іванівна"
        ]
    }
};