module.exports = {

    shesule : {
        "first":
            {
                "f_11": {
                    "Понеділок": {"one":"Матаналіз", "two":"Матаналіз", "three":"Елементарна математика", "four":"Фізвиховання"},
                    "Вівторок": {"one":"Загальна фізика", "two":"Педагогіка", "three":"Психологія", "four":"Загальна фізика"},
                    "Середа": {"one":"Іноземна мова", "two":"ПРФЗ", "three":"Педагогіка(лек)", "four":"Елементарна фізика"},
                    "Четвер": {"one":"ПЗКС", "two":"ПЗКС", "three":"Загальна фізика", "four":"Елементарна фізика"},
                    "П'ятниця": {"one":"Загальна фізика", "two":"Алгебра і геометрія", "three":"Алгебра і геометрія", "four":"Психологія(лек)"}
                },
                "m_12": {
                    "Понеділок": {"one":"Аналітична геометрія", "two":"Аналітична геометрія", "three":"Фізвиховання", "four":"Лінійна алгебра"},
                    "Вівторок": {"one":"Елементарна математика", "two":"Матаналіз", "three":"Педагогіка", "four":"Психологія"},
                    "Середа": {"one":"Іноземна мова", "two":"Матаналіз", "three":"Педагогіка(лек)", "four":"Лінійна алгебра"},
                    "Четвер": {"one":"ПЗКС", "two":"Матаналіз", "three":"Матаналіз", "four":"ПЗКС"},
                    "П'ятниця": {"one":"", "two":"Лінійна алгебра", "three":"Лінійна алгебра", "four":"Психологія(лек)"}
                },
                "i_13": {
                    "Понеділок": {"one":"Матаналіз", "two":"Матаналіз", "three":"Елементарна математика", "four":"Програмування"},
                    "Вівторок": {"one":"Програмування", "two":"Психологія", "three":"Матаналіз", "four":"Педагогіка"},
                    "Середа": {"one":"Іноземна мова", "two":"Фізвиховання", "three":"Педагогіка(лек)", "four":"Архітектура комп'ютерів"},
                    "Четвер": {"one":"Операційні системи", "two":"Операційні системи", "three":"ПЗКС", "four":"Архітектура комп'ютерів"},
                    "П'ятниця": {"one":"Алгебра і геометрія", "two":"Алгебра і геометрія", "three":"ПЗКС", "four":"Психологія(лек)"}
                }
            },
        "second":
            {
                "f_21": {
                    "понеділок": {"one":"Українська мова", "two":"Фізвиховання", "three":"Загальна фізика", "four":"Загальна фізика" },
                    "вівторок": {"one":"Релігієзнавство(лек)", "two":"Релігієзнавство", "three":"Історія педагогіка", "four":"Історія педагогіка(лек)" },
                    "середа": {"one":"Комп'ютерні мережі", "two":"Комп'ютерні мережі", "three":"Програмування", "four":"Програмування" },
                    "четвер": {"one":"Диференціальні та інтегральні рівняння", "two":"Диференціальні та інтегральні рівняння", "three":"Загальна фізика", "four":"Загальна фізика" },
                    "п'ятниця": {"one":"Загальна фізика", "two":"ПРФЗ", "three":"Матаналіз", "four":"Матаналіз" }
                },
                "m_22": {
                    "понеділок": {"one":"Фізвиховання", "two":"Українська мова", "three":"Алгебра і теорія чисел", "four":"Алгебра і теорія чисел" },
                    "вівторок": {"one":"Релігієзнавство(лек)", "two":"Історія педагогіка", "three":"Релігієзнавство", "four":"Історія педагогіка(лек)" },
                    "середа": {"one":"Комп'ютерні мережі", "two":"Програмування", "three":"Комп'ютерні мережі", "four":"Програмування" },
                    "четвер": {"one":"Елементарна математика", "two":"Загальна фізика", "three":"Матаналіз", "four":"Матаналіз" },
                    "п'ятниця": {"one":"Матаналіз", "two":"Загальна фізика", "three":"Основи геометрії", "four":"Основи геометрії" }
                },
                "i_23": {
                    "понеділок": {"one":"Українська мова", "two":"Фізвиховання", "three":"БДІС", "four":"Загальна фізика" },
                    "вівторок": {"one":"Релігієзнавство(лек)", "two":"Релігієзнавство", "three":"Історія педагогіка", "four":"Історія педагогіка(лек)" },
                    "середа": {"one":"БДІС", "two":"БДІС", "three":"Загальна фізика", "four":"Комп'ютерні мережі" },
                    "четвер": {"one":"Дискретна математика", "two":"Дискретна математика", "three":"Основи теорії графів", "four":"Основи теорії графів" },
                    "п'ятниця": {"one":"Програмування", "two":"Програмування", "three":"Матаналіз", "four":"Матаналіз" }
                }
            },
        "third":
            {
                "f_31": {
                    "понеділок": {"one":"Чисельні методи(лек)", "two":"Загальна фізика", "three":"Загальна фізика", "four":"Чисельні методи" },
                    "вівторок": {"one":"Іноземна мова", "two":"Економіка(лек)", "three":"Економіка", "four":"" },
                    "середа": {"one":"ПРФЗ", "two":"МНФ", "three":"МНФ", "four":"Загальна фізика" },
                    "четвер": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"МНФ", "four":"Загальна фізика" },
                    "п'ятниця": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"Основи сучасної електроніки", "four":"Основи сучасної електроніки" }
                },
                "m_32": {
                    "понеділок": {"one":"Чисельні методи(лек)", "two":"Чисельні методи", "three":"Іноземна мова", "four":"Іноземна мова" },
                    "вівторок": {"one":"Економіка", "two":"Економіка(лек)", "three":"", "four":"" },
                    "середа": {"one":"Міра та інтеграл", "two":"Міра та інтеграл", "three":"Загальна фізика", "four":"Математична логіка і теорія алгоритмів(лек)" },
                    "четвер": {"one":"Соціологія(лек)", "two":"Соціологія", "three":"МНМ", "four":"МНМ" },
                    "п'ятниця": {"one":"Загальна фізика", "two":"Аналіз алгоритмів", "three":"Диференціальні рівняння", "four":"Диференціальні рівняння" }
                },
                "m_33": {
                    "понеділок": {"one":"Чисельні методи(лек)", "two":"Елементарна математика", "three":"Чисельні методи", "four":"" },
                    "вівторок": {"one":"Іноземна мова", "two":"Економіка(лек)", "three":"Математична логіка", "four":"Економіка" },
                    "середа": {"one":"Міра та інтеграл", "two":"Загальна фізика", "three":"Міра та інтеграл", "four":"Математична логіка і теорія алгоритмів(лек)" },
                    "четвер": {"one":"Соціологія(лек)", "two":"МНМ", "three":"Соціологія", "four":"МНМ" },
                    "п'ятниця": {"one":"Загальна фізика", "two":"Диференціальні рівняння", "three":"Аналіз алгоритмів", "four":"Диференціальні рівняння" }
                },
                "i_34": {
                    "понеділок": {"one":"", "two":"Web-програмування", "three":"Web-програмування", "four":"Web-програмування" },
                    "вівторок": {"one":"Іноземна мова", "two":"Економіка(лек)", "three":"Економіка", "four":"" },
                    "середа": {"one":"Методи оптимізації", "two":"Методи оптимізації", "three":"Математична логіка і теорія алгоритмів", "four":"Математична логіка і теорія алгоритмів(лек)" },
                    "четвер": {"one":"Основи мікроелектроніки", "two":"Основи мікроелектроніки", "three":"Адміністрування комп'ютерних мереж", "four":"Адміністрування комп'ютерних мереж" },
                    "п'ятниця": {"one":"Програмування", "two":"Програмування", "three":"Програмування", "four":"" }
                }
            },
        "fourth":
            {
                "f_41": {
                    "понеділок": {"one":"МНМ(лек)", "two":"Основи охорони праці", "three":"ПРФЗ", "four":"Основи охорони праці(лек)" },
                    "вівторок": {"one":"Системне програмування(лек)", "two":"Системне програмування", "three":"Основи ФТГ", "four":"Основи ФТГ" },
                    "середа": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"ПРФЗ", "four":"Основи екології(лек)" },
                    "четвер": {"one":"МНІ(лек)", "two":"Основи екології", "three":"Теоретична фізика", "four":"МНІ" },
                    "п'ятниця": {"one":"Політологія(лек)", "two":"МНФ", "three":"МНФ", "four":"Політологія" }
                },
                "m_42": {
                    "понеділок": {"one":"МНМ(лек)", "two":"МНМ", "three":"Елементарна математика", "four":"Основи охорони праці(лек)" },
                    "вівторок": {"one":"Системне програмування(лек)", "two":"МНМ", "three":"МНМ(лек)", "four":"Системне програмування" },
                    "середа": {"one":"Системне програмування", "two":"Основи охорони праці", "three":"Основи екології", "four":"Основи екології(лек)" },
                    "четвер": {"one":"МНІ(лек)", "two":"МНІ", "three":"Загальна фізика", "four":"Загальна фізика(лек)" },
                    "п'ятниця": {"one":"Політологія(лек)", "two":"Політологія", "three":"Загальна фізика", "four":"" }
                },
                "m_43": {
                    "понеділок": {"one":"МНМ(лек)", "two":"Елементарна математика", "three":"МНМ", "four":"Основи охорони праці(лек)" },
                    "вівторок": {"one":"Системне програмування(лек)", "two":"Основи екології", "three":"МНМ(лек)", "four":"МНМ" },
                    "середа": {"one":"", "two":"Системне програмування", "three":"Основи охорони праці", "four":"Основи екології(лек)" },
                    "четвер": {"one":"МНІ(лек)", "two":"Загальна фізика", "three":"МНІ", "four":"Загальна фізика(лек)" },
                    "п'ятниця": {"one":"Політологія(лек)", "two":"Загальна фізика", "three":"Політологія", "four":"" }
                },
                "i_44": {
                    "понеділок": {"one":"Сучасні технології програмування", "two":"Сучасні технології програмування", "three":"Основи охорони праці", "four":"Основи охорони праці(лек)" },
                    "вівторок": {"one":"Системне програмування(лек)", "two":"МНІ", "three":"МНІ", "four":"МНІ" },
                    "середа": {"one":"Математична економіка", "two":"Програмування мобільних платформ", "three":"Програмування мобільних платформ", "four":"Основи екології(лек)" },
                    "четвер": {"one":"Методи оптимізації", "two":"Методи оптимізації", "three":"Основи екології", "four":"Методи оптимізації" },
                    "п'ятниця": {"one":"Політологія(лек)", "two":"Системне програмування", "three":"Системне програмування", "four":"Політологія" }
                }
            },
        "fifth":
            {
                "mf_1": {
                    "понеділок": {"one":"МНМ", "two":"МНМ", "three":"Електротехніка", "four":"Експериментальні дослідження н/п" },
                    "вівторок": {"one":"Спецкурс", "two":"МНМ", "three":"МНМ", "four":"Німецька мова" },
                    "середа": {"one":"Електротехніка", "two":"Менеджмент в освіті", "three":"Експериментальні дослідження н/п", "four":"" },
                    "четвер": {"one":"МНФ", "two":"МНФ", "three":"Англійська мова", "four":"Педагогіка і психологія у ВШ" },
                    "п'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                },
                "mm_1": {
                    "понеділок": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"МНФ", "four":"МНФ" },
                    "вівторок": {"one":"Вибрані питання лінійної алгебри", "two":"Вибрані питання функ. аналізу", "three":"Вибрані питання функ. аналізу", "four":"Німецька мова" },
                    "середа": {"one":"Вибрані питання лінійної алгебри", "two":"Менеджмент в освіті", "three":"Розв'язування дифр. рівнянь", "four":"Англійська мова" },
                    "четвер": {"one":"Деякі питання анал. функцій", "two":"Деякі питання анал. функцій", "three":"Вибрані питання функ. аналізу", "four":"Педагогіка і психологія у ВШ" },
                    "п'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                },
                "mi_1": {
                    "понеділок": {"one":"МНІ у ВНШ", "two":"МНІ у ВНШ", "three":"", "four":"МНІ у ВНШ" },
                    "вівторок": {"one":"", "two":"Адміністрування комп'ютерних мереж", "three":"Адміністрування комп'ютерних мереж", "four":"Німецька мова" },
                    "середа": {"one":"", "two":"Менеджмент в освіті", "three":"Спецкурс(основи робототехніки)", "four":"Спецкурс(основи робототехніки)" },
                    "четвер": {"one":"", "two":"Спецкурс(основи робототехніки)", "three":"Англійська мова", "four":"Педагогіка і психологія у ВШ" },
                    "п'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                }
            },
        "sixth":
            {
                "mf_2": {
                    "понеділок": {"one":"", "two":"", "three":"", "four":"" },
                    "вівторок": {"one":"Фізичний практикум", "two":"Фізичний практикум", "three":"Фізичний практикум", "four":"Фізичний практикум" },
                    "середа": {"one":"", "two":"", "three":"", "four":"" },
                    "четвер": {"one":"Інтелектуальна власність", "two":"Інтелектуальна власність", "three":"", "four":"" },
                    "п'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                },
                "mm_2": {
                    "понеділок": {"one":"Теоретична фізика", "two":"Теоретична фізика", "three":"МНФ", "four":"МНФ" },
                    "вівторок": {"one":"Фізичний практикум", "two":"Фізичний практикум", "three":"Фізичний практикум", "four":"Фізичний практикум" },
                    "середа": {"one":"", "two":"", "three":"", "four":"" },
                    "четвер": {"one":"Інтелектуальна власність", "two":"", "three":"Інтелектуальна власність", "four":"" },
                    "п'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                },
                "mi_2": {
                    "понеділок": {"one":"", "two":"Соціально-правові питання інформатики", "three":"Соціально-правові питання інформатики", "four":"Технології розробки прикладних програм" },
                    "вівторок": {"one":"Спеціалізовані мови програмування", "two":"Спеціалізовані мови програмування", "three":"Спецкурс", "four":"Спецкурс" },
                    "середа": {"one":"Основи інформаційної безпеки", "two":"Основи інформаційної безпеки", "three":"Технології розробки прикладних програм", "four":"Технології розробки прикладних програм" },
                    "четвер": {"one":"Основи інформаційної безпеки", "two":"Основи інформаційної безпеки", "three":"", "four":"" },
                    "п'ятниця": {"one":"", "two":"", "three":"", "four":"" }
                }
            }
    },

    lessonsCall : {
        "1 пара" : "8:00-9:20",
        "2 пара" : "9:35-10:55",
        "3 пара" : "11:10-12:30",
        "4 пара" : "12:45-14:05",
        "5 пара" : "14:20-15:40",
        "6 пара" : "15:55-17:15"
    },

    chairs : {
        "math": {
            'one' : "Галан Василь Данилович",
            'two' : "Хохлова Лариса Григорівна",
            'three' : "Чорний Віктор Зіновійович",
            'four' : "Громяк Мирон Іванович",
            'fife' : "Лотоцький Володимир Андрійович",
            'six' : "Тадеєв Василь Олександрович",
            'seven' : "Кравчук Василь Ростиславович"
        },
        "phisic": {
            'one' : "Басістий Павло Васильович",
            'two' : "Дрогобицький Юрій Володимирович",
            'three' : "Бачинський Юрій Григорович",
            'four' : "Корсун Ігор Васильович",
            'fife' : "Мацюк Віктор Михайлович",
            'six' : "Мохун Сергій Володимирович",
            'seven' : "Федчишин Ольга Михайлівна",
            'eight' : "Чопик Павло Іванович"
        },
        "inf": {
            'one' : "Карабін Оксана Йосифівна",
            'two' : "Вельгач Андрій Володимирович",
            'three' : "Генсерук Галина Романівна",
            'four' : "Шмигер Галина Петрівна",
            'fife' : "Габрусєв Валерій Юрійович",
            'six' : "Олексюк Василь Петрович",
            'seven' : "Маланюк Надія Богданівна",
            'eight' : "Романишина Оксана Ярославівна",
            'nine' : "Скасків Ганна Михайлівна",
            'eleven' : "Мандзюк Віктор Іванович",
            'twelwe' : "Грод Інна Миколаївна",
            'threeteen' : "Лещук Світлана Олексіївна",
            'fourteen' : "Василенко Ярослав Пилипович",
            'fifeteen' : "Мартинюк Сергій Володимирович",
            'sixteen' : "Балик Надія Романівна",
            'seventeen' : "Галан Віра Іванівна"
        }
    }
};